<!DOCTYPE html>
<html>

<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <style>
        @font-face {
            font-family: 'THSarabun';
            font-style: normal;
            font-weight: normal;
            src: url("{{ public_path('fonts/THSarabun.ttf') }}") format('truetype');
        }

        @font-face {
            font-family: 'THSarabun';
            font-style: normal;
            font-weight: bold;
            src: url("{{ public_path('fonts/THSarabun Bold.ttf') }}") format('truetype');
        }

        @font-face {
            font-family: 'THSarabun';
            font-style: italic;
            font-weight: normal;
            src: url("{{ public_path('fonts/THSarabun Italic.ttf') }}") format('truetype');
        }

        @font-face {
            font-family: 'THSarabun';
            font-style: italic;
            font-weight: bold;
            src: url("{{ public_path('fonts/THSarabun BoldItalic.ttf') }}") format('truetype');
        }

        body {
            font-family: "THSarabun";
        }

    </style>
    <title>สัญญาค้ำประกันรับทุนอุดหนุนงานวิจัยหรืองานสร้างสรรค์</title>
</head>

<body>
    <B>
        <font size=4>
            <p align=right>สวพ.สญ.<br>
                เลขที่ ..................../.....................</p>
            <p align=center>สัญญาค้ำประกันรับทุนอุดหนุนงานวิจัยหรืองานสร้างสรรค์<br>
                ประจำปีงบประมาณ พ.ศ. 2564</p>
    </B>
        </font>

                สวพ.สญ.
เลขที่ ..................../.....................

สัญญาค้ำประกันรับทุนอุดหนุนงานวิจัยหรืองานสร้างสรรค์
ประจำปีงบประมาณ พ.ศ. 2564
	สัญญาฉบับนี้ทำขึ้น ณ มหาวิทยาลัยราชภัฏยะลา  เลขที่ 133  ถนน เทศบาล 3 ตำบลสะเตง อำเภอเมืองยะลา จังหวัดยะลา  เมื่อวันที่……………เดือน......................................... พ.ศ............... ระหว่างมหาวิทยาลัยราชภัฏยะลา  โดย ผู้ช่วยศาสตราจารย์ ดร.สมบัติ  โยธาทิพย์ อธิการบดีมหาวิทยาลัยราชภัฏยะลา ซึ่งต่อไปในสัญญานี้เรียกว่า  “ผู้ให้ทุน”  ฝ่ายหนึ่งกับ.................................................................................ตำแหน่ง..…..............................…... สังกัด (คณะ/หน่วยงานเทียบเท่าคณะ) ….....................................................บัตรประจำตัวประชาชนเลขที่......................................................................อายุ................ปี สัญชาติ.................. อยู่บ้านเลขที่............ หมู่…………ตำบล……………………..……อำเภอ…………..……..……..จังหวัด………….……..………..หมายเลขโทรศัพท์.............................................……....... ซึ่งต่อไปในสัญญานี้เรียกว่า  “ผู้ค้ำประกัน”  อีกฝ่ายหนึ่ง  ทั้งสองฝ่ายตกลงเงื่อนไข ดังต่อไปนี้
		ข้อ	1	ตามที่.............................................................................................. ซึ่งต่อไปนี้เรียกว่า“ผู้รับทุน”  ได้ทำสัญญารับทุนอุดหนุนงานวิจัยหรืองานสร้างสรรค์ ตามสัญญาเลขที่..................../..................... ลงวันที่…….........เดือน................................. พ.ศ. .............. กับ  “ผู้ให้ทุน”  เพื่อทำการวิจัยหรืองานสร้างสรรค์
เรื่อง ……………………………………………………………………………………………….....……………………………………………….
..............................................................................................................................................................................จำนวนเงิน.............................บาท (..................................................)
	โดยผู้ค้ำประกันได้ทราบและเข้าใจเงื่อนไขสัญญาเป็นอย่างดีแล้ว ผู้ค้ำประกันตกลงและยินยอมผูกพันตนต่อผู้ให้ทุนเพื่อค้ำประกัน
		การดำเนินการตามสัญญารับทุน ในกรณีผู้รับทุนผิดนัดหรือผิดสัญญาข้อหนึ่งข้อใด ผู้ค้ำประกัน ตกลงยินยอมให้ผู้ให้ทุนใช้สิทธิเรียกร้องแก่ผู้ค้ำประกัน และใช้สิทธิบังคับเพื่อชำระเงินทั้งหมดหรือบางส่วนได้ทันที
	ข้อ	2	ถ้าผู้ให้ทุนขยายเวลาให้แก่ผู้รับทุน โดยได้แจ้งหรือมิได้แจ้งให้ผู้ค้ำประกันทราบก็ตาม     ให้ถือว่า ผู้ค้ำประกัน ได้ตกลงยินยอมในการขยายเวลาหรือผ่อนชำระจำนวนเงินนั้นด้วยทุกครั้ง และ            ผู้ค้ำประกันตกลงมิให้ถือเอาการขยายเวลา หรือผ่อนชำระจำนวนเงินดังกล่าวเป็นเหตุปลดเปลื้อง ความรับผิดของผู้ค้ำประกันและจำรับผิดในฐานะผู้ค้ำประกันตามสัญญานี้ตลอดไป จนกว่าจะมีการชำระเงินพร้อมดอกเบี้ยและค่าเสียหายครบเต็มจำนวน
		ข้อ	3	ในกรณีที่ผู้รับทุนผิดสัญญา ผู้ค้ำประกันยอมสละสิทธิ์ที่จะต่อสู้ โดยให้ผู้ให้ทุนบังคับเอาจากทรัพย์สินของผู้รับทุนก่อนเรียกร้องให้ผู้ค้ำประกันรับผิด แต่ทั้งนี้ ไม่เป็นการตัดสิทธิของผู้ให้ทุนที่จะดำเนินการเรียกร้องหรือฟ้องร้องผู้รับทุนหรือกองมรดกหรือผู้รับช่วงสิทธิของผู้รับทุนให้ชำระเงินก่อน
		ข้อ	4	ผู้ค้ำประกันใช้ตำแหน่ง.......................................... สังกัดมหาวิทยาลัยราชภัฎยะลา ในการค้ำประกันต่อมหาวิทยาลัยราชภัฏยะลา


ลงชื่อผู้ค้ำประกัน..........................................
	ข้อ	5	ผู้ค้ำประกันไม่เพิกถอนการค้ำประกันจนกว่าผู้รับทุนจะปราศจากพันธะผูกพันหรือความรับผิดใด ๆ ต่อผู้ให้ทุนแล้ว

	สัญญานี้ทำขึ้นสองฉบับมีข้อความตรงกัน ทั้งสองฝ่ายได้อ่านและเข้าใจข้อความในสัญญานี้โดยตลอดแล้ว  จึงได้ลงลายมือชื่อต่อหน้าพยานและเก็บไว้ฝ่ายละฉบับ



			ลงชื่อ……….................……………………………ผู้ค้ำประกัน
			(………………………………………………………......)


ลงชื่อ ............................................................... พยาน
	(.............................................................)


ลงชื่อ ............................................................... พยาน
	(.............................................................)

	ข้าพเจ้า.................................................................................................................. คู่สมรสของ ผู้ค้ำประกัน ได้ทราบข้อความในสัญญาค้ำประกันแล้ว ยินยอมให้ผู้ค้ำประกันทำสัญญาฉบับนี้ได้

			ลงชื่อ….................……….……………คู่สมรสผู้ให้การยินยอม
			(………………………....................)

    
</body>

</html>
