<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <style>
        @font-face {
            font-family: 'THSarabunNew';
            font-size: 16pt
            font-style: normal;
            font-weight: normal;
            src: url("{{ public_path('fonts/THSarabunNew.ttf') }}") format('truetype');
        }
 
        body {
            font-family: "THSarabunNew";
        }
    </style>
    <title>สัญญาค้ำประกันรับทุนอุดหนุนงานวิจัยหรืองานสร้างสรรค์</title>
</head>
<body>
    สวพ.สญ.
    สัญญาเลขที่ ....................
    สัญญารับทุนอุดหนุนงานวิจัยหรืองานสร้างสรรค์
    ประจำปีงบประมาณ พ.ศ. 2564
    งบประมาณ	[   ] งบประมาณแผ่นดิน
        [   ] เงินบำรุงการศึกษา
    
    ชื่อโครงการ (ภาษาไทย)............................................................................................................
    .......................................................................................................................................................................
    .......................................................................................................................................................................            (ภาษาอังกฤษ).......................................................................................................
    .......................................................................................................................................................................
    .......................................................................................................................................................................
        สัญญานี้ทำขึ้น ณ มหาวิทยาลัยราชภัฏยะลา  ตั้งอยู่เลขที่ 133  ถนนเทศบาล 3  ตำบลสะเตง  อำเภอเมืองยะลา  จังหวัดยะลา  เมื่อวันที่..........เดือน......................พ.ศ. ................. ระหว่างมหาวิทยาลัยราชภัฏยะลา  โดย ผู้ช่วยศาสตราจารย์ ดร. สมบัติ  โยธาทิพย์ อธิการบดีมหาวิทยาลัยราชภัฏยะลา  ซึ่งต่อไปในสัญญานี้เรียกว่า  “ผู้ให้ทุน”   ฝ่ายหนึ่งกับ  นาย/นาง/น.ส. ................... .....................................................................หมายเลขบัตรประชาชน _ - _ _ _ _ - _ _ _ _ _ - _ _ -_ตำแหน่ง...................................................................สังกัดหลักสูตร.....................................................คณะ/สถาบัน/สำนัก...................................................... มหาวิทยาลัยราชภัฏยะลาซึ่งต่อไปในสัญญานี้เรียกว่า “ผู้รับทุน” อีกฝ่ายหนึ่ง  คู่สัญญาได้ตกลงกัน  ดังต่อไปนี้
        ข้อ 1  ผู้ให้ทุนตกลงให้ทุนอุดหนุนโครงการวิจัยแก่ผู้รับทุน เพื่อทำการวิจัยเรื่อง...................................
    .............................................................................................................................................................................
    สาขาการวิจัย.....................................................................................................................................................
    ประเด็นการวิจัย (ตามยุทธศาสตร์การวิจัยของมหาวิทยาลัย)............................................................................
    .............................................................................................................................................................................
    ในวงเงิน..........................................บาท (....................................................................................................)   โดยมีระยะเวลาดำเนินการของการวิจัย...6...เดือน นับตั้งแต่วันที่....1......เดือน...มีนาคม....พ.ศ. ....2564..ถึงวันที่..31...เดือน.....สิงหาคม...พ.ศ. ...2564...     
        ข้อ 2 ผู้ให้ทุนตกลงจะจ่ายเงินให้แก่ผู้รับทุนจำนวน 2 งวด และในการจ่ายเงินอุดหนุนให้แก่ผู้รับทุนแต่ละงวดตามกำหนดเวลาและเงื่อนไขของประกาศหลักเกณฑ์ทุนอุดหนุนงานวิจัยหรืองานสร้างสรรค์ของมหาวิทยาลัย ทั้งนี้ให้ผู้รับทุนเบิกจ่ายเงินและควบคุมการใช้จ่ายเงินให้เป็นไปตามระเบียบกระทรวงการคลังและประกาศมหาวิทยาลัย 
            2.1 งวดที่หนึ่ง ผู้รับทุนจะได้รับเงินร้อยละห้าสิบของงบประมาณทั้งโครงการ เป็นเงินจำนวน.........................บาท  (...........................................................................................................................) ซึ่งจะจ่ายให้แก่ผู้รับทุนเมื่อผู้รับทุนลงนามในสัญญา 
        2.2 งวดที่สอง ผู้รับทุนจะได้รับเงินร้อยละห้าสิบของงบประมาณทั้งโครงการ เป็นเงินจำนวน.........................บาท  (...........................................................................................................................) ซึ่งจะจ่ายให้แก่ผู้รับทุนเมื่อผู้รับทุนทำงานวิจัยเสร็จสมบูรณ์  และผู้รับทุนได้ส่งรายงานวิจัยฉบับสมบูรณ์ 2 เล่ม พร้อมซีดีบันทึกข้อมูล 1 แผ่น รายงานผลการปรับปรุงงานวิจัย (แบบ สวพ.รง.3)
        ในกรณีงานวิจัยหรืองานสร้างสรรค์ที่มีข้อแนะนำให้ปรับแก้จากผู้ทรงคุณวุฒิ ให้นักวิจัยดำเนินการปรับแก้ หากไม่ปรับแก้ต้องแสดงเหตุผลประกอบตามรายงานปรับปรุงงานวิจัย (แบบ สวพ.รง.3)
    ข้อ 3 ผู้รับทุนจะดำเนินการวิจัยตามวิธีการที่เสนอไว้ในเอกสารโครงการวิจัยให้ครบถ้วนสมบูรณ์ และจะมอบให้บุคลากรตามเอกสารรายชื่อคณะผู้วิจัยเป็นผู้ทำงานในโครงการวิจัยนี้  หากเกิดอุปสรรคไม่สามารถดำเนินการวิจัยได้  หรือมีความจำเป็นจะต้องแก้ไขเปลี่ยนแปลงตัวบุคคล  แผนงาน  และวิธีการต่างๆ  ผู้รับทุน (หัวหน้าโครงการ) จะแจ้งให้ผู้ให้ทุนทราบก่อนภายใน 30 วัน แต่ทั้งนี้ต้องมีระยะเวลาคงเหลือในสัญญาไม่น้อยกว่า 60 วัน โดยผู้ให้ทุนสงวนสิทธิที่จะยุติการสนับสนุน หรือให้ความเห็นชอบกับการแก้ไขเปลี่ยนแปลงโครงการตามความเหมาะสม
        ข้อ 4 ในวันทำสัญญานี้ ผู้รับทุนต้องให้ข้าราชการพลเรือนในสถาบันอุดมศึกษา พนักงานมหาวิทยาลัย หรือพนักงานราชการ สังกัดมหาวิทยาลัยราชภัฏยะลา เป็นผู้ค้ำประกัน เพื่อเป็นการประกันความเสียหายกรณีผู้รับทุนได้ก่อให้เกิดขึ้นแก่ผู้ให้ทุน จำนวนหนึ่งคนต่อทุนอุดหนุนที่ได้รับจำนวนห้าแสนหรือไม่เกินห้าแสนบาท โดยผู้ค้ำประกันหนึ่งคน สามารถค้ำประกันผู้ขอรับทุนอุดหนุนงานวิจัยได้ไม่เกินสองโครงการ ดังรายชื่อต่อไปนี้
        4.1.................................................................................................................................
        4.2.................................................................................................................................
        4.3.................................................................................................................................
           ข้อ 5 ผู้รับทุนจะต้องจัดทำรายงานความก้าวหน้าของการดำเนินงานวิจัยเสนอต่อมหาวิทยาลัย ทุก 3  เดือน หรือตามที่ผู้ให้ทุนเห็นสมควร นับตั้งแต่วันที่ทำสัญญานี้เป็นต้นไป  และส่งรายงานการวิจัยฉบับสมบูรณ์ให้แก่มหาวิทยาลัยเมื่อครบกำหนดสัญญา  ตามรายละเอียดที่มหาวิทยาลัยกำหนด
    ข้อ 6  ผู้รับทุนต้องเผยแพร่ผลงานวิจัยภายในระยะเวลา 1 ปี หลังสิ้นสุดสัญญา โดยการตีพิมพ์ในวารสารวิชาการ ตามประกาศ ก.พ.อ. เรื่องหลักเกณฑ์การพิจารณาวารสารทางวิชาการ สำหรับการเผยแพร่ผลงานทางวิชาการ พ.ศ. 2562 หรือนำผลงานวิจัยไปสู่การใช้ประโยชน์อย่างเป็นรูปธรรมหรือเป็นที่ประจักษ์ตามข้อเสนอโครงการกับกลุ่มหรือชุมชนเป้าหมายโดยมีหลักฐานรับรองการใช้ประโยชน์ 
        ข้อ 7 หากผู้รับทุนไม่สามารถส่งรายงานผลการวิจัยฉบับสมบูรณ์ได้ภายในระยะเวลาที่ระบุใน ข้อ 5  ให้ผู้รับทุนแจ้งเหตุผลให้ผู้ให้ทุนทราบเป็นลายลักษณ์อักษรและขออนุมัติขยายเวลาดำเนินการวิจัยก่อนวันสิ้นสุดสัญญาไม่น้อยกว่า 15 วัน โดยผู้ให้ทุนทรงไว้ซึ่งสิทธิที่จะพิจารณาอนุมัติให้ขยายเวลาหรือไม่ก็ได้  เมื่อขยายเวลาแล้วยังไม่สามารถส่งผลงานวิจัยได้ภายในระยะเวลาที่กำหนดหรือผิดสัญญา  มหาวิทยาลัยมีสิทธิที่จะเรียกเงินทุนที่ผู้วิจัยได้รับคืนเต็มจำนวนพร้อมดอกเบี้ยร้อยละสิบต่อปีนับแต่วันเริ่มต้นดำเนินการวิจัยตามสัญญา และระงับการให้ทุนอุดหนุนงานวิจัยหรืองานสร้างสรรค์จากมหาวิทยาลัยราชภัฏยะลา
        ข้อ 8 ผู้รับทุนจะต้องไม่เปลี่ยนเรื่องที่ทำการวิจัย  โดยไม่ได้รับอนุมัติจากผู้ให้ทุน มิฉะนั้นผู้รับทุนจะต้องคืนเงินทุนพร้อมดอกเบี้ยไม่เกินร้อยละสิบต่อปีนับแต่วันเริ่มต้นดำเนินการวิจัยตามสัญญา
        ข้อ 9 กรณีผู้รับทุนประสงค์ที่จะคืนเงินทุนที่ได้หลังวันทำสัญญาโดยไม่มีเหตุผลอันสมควร   มหาวิทยาลัยมีสิทธิเรียกทุนคืนพร้อมทั้งดอกเบี้ยไม่เกินร้อยละสิบต่อปีนับตั้งแต่เริ่มต้นดำเนินการวิจัยตามสัญญา
        ข้อ 10 หากมีข้อขัดข้องใดๆ นอกเหนือจากที่ระบุไว้ตามสัญญาดังกล่าวข้างต้น ให้อยู่ในดุลยพินิจของผู้ให้ทุนที่จะพิจารณาดำเนินการต่อไป
        ข้อ 11 ให้จัดทำสัญญานี้ขึ้นเป็นจำนวน 2 ฉบับ เก็บไว้ที่ผู้รับทุนและสถาบันวิจัยและพัฒนาชายแดนภาคใต้ แห่งละ 1 ฉบับ
        
    
    
    
    
    
    ลงชื่อ.......................................................................................				ผู้ให้ทุน
             (	 ผู้ช่วยศาสตราจารย์ ดร. สมบัติ  โยธาทิพย์ )
                   อธิการบดีมหาวิทยาลัยราชภัฏยะลา		
    
    ลงชื่อ.......................................................................................				ผู้รับทุน
            (	                                                    )
                           หัวหน้าโครงการวิจัย                                         
    
    
    ลงชื่อ.......................................................................................				พยาน
            (                                                        )
              
    
    
    ลงชื่อ.......................................................................................				พยาน
             (                                                       )    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    รายชื่อคณะผู้วิจัยแนบท้ายสัญญา
    
    ที่ปรึกษา
    1. .............................................................................		หลักสูตร......................................................................
                                คณะ.............................................................................
                                มหาวิทยาลัย.................................................................
    2. .............................................................................	หลักสูตร......................................................................
                                คณะ.............................................................................
                                มหาวิทยาลัย.................................................................
    
    คณะผู้วิจัยภายในมหาวิทยาลัย
    1. ............................................................................. 	หัวหน้าโครงการวิจัย  (อาจารย์/ นักวิจัย/ เจ้าหน้าที่)
    หลักสูตร...................................................................คณะ............................................................................
    สัดส่วนการวิจัย  ร้อยละ...........................................	
    2.  						ผู้ร่วมวิจัย  (อาจารย์/ นักวิจัย/ เจ้าหน้าที่)	
    หลักสูตร...................................................................คณะ.............................................................................
    สัดส่วนการวิจัย  ร้อยละ...........................................	
    3. .....................................................................................	ผู้ร่วมวิจัย  (อาจารย์/ นักวิจัย/ เจ้าหน้าที่)	
    หลักสูตร...................................................................คณะ.............................................................................
    สัดส่วนการวิจัย  ร้อยละ...........................................	
    
    คณะผู้วิจัยภายนอกมหาวิทยาลัย
    1. .............................................................................หัวหน้าโครงการวิจัย  	
    สังกัดหน่วยงาน.............................................................................................................................................
    2. ......................................................................................   ผู้ร่วมวิจัย  (อาจารย์/ นักวิจัย/ เจ้าหน้าที่)	
    สังกัดหน่วยงาน.............................................................................................................................................
    
    
    
    
    
    
    
    
    
    


</body>
</html>
